Repository: simon-knuth/scanner
Catalog: Scanner/Resources/Localization/*/Resources.resw
Source language: en
Languages: ar_tn, ca, cs, he, hi, hu, nb, nl, pl, pt_br, ro, ru, sk, uk, zh_hans

# TextHelpBrightnessContrast.Text
source: Brightness and contrast are advanced scan options and can be enabled in the settings. If these options aren't supported by your scanner, they will remain hidden. Adjusting the brightness and contrast is only possible in **flatbed or feeder** mode.
ar_tn: السطوع والتباين هي من خيارات المسح الضوئي المتقدمة، ويمكن تفعيلها في الإعدادات. ستظل مخفية إذا ماسحك الضوئي لا يدعم هذه الخيارات. لن تتمكن من ضبط السطوع والتباين إلا في وضع ** المسح السطحي أو وحدة التغذية **.
ca: La lluminositat i el contrast són opcions avançades i poden ser activades des de la configuració. Si aquestes opcions no són suportades pel vostre escàner, es mantindran amagades. Ajustar la lluminositat només està disponible al mode **d'alimentador o de vidre**
cs: Jas a kontrast jsou pokročilé možnosti skenování a lze je povolit v nastavení. Pokud tyto možnosti váš skener nepodporuje, zůstanou skryté. Nastavení jasu a kontrastu je možné pouze v režimu **plochého skeneru nebo podavače**.
he: בהירות וניגודיות הן אפשרויות סריקה מתקדמות וניתן להפעיל אותן בהגדרות. אם הסורק אינו תומך באפשרויות אלה, הן יישארו מוסתרות. התאמת הבהירות והניגודיות אפשרית רק במצב **משטח או מזין**.
hi: चमक और कंट्रास्ट उन्नत स्कैन ऑप्शंस हैं और सेटिंग्स में सक्षम किया जा सकता है। यदि ये ऑप्शंस आपके स्कैनर द्वारा समर्थित नहीं हैं, तो वे छिपे रहेंगे। चमक और कंट्रास्ट का समायोजन केवल **फ्लैटबेड या फीडर** मोड में ही संभव है।
hu: A fényerő és a kontraszt speciális szkennelési beállítások, amelyek a beállításokban engedélyezhetők. Ha ezeket a beállításokat a lapolvasó nem támogatja, akkor ezek rejtve maradnak. A fényerő és a kontraszt beállítása csak **síkágyas vagy adagoló** módban lehetséges.
nb: Lysstyrke og kontrast er avanserte skannealternativer og kan aktiveres i innstillingene. hvis disse alternativene ikke støttes av skanneren, forblir de skjult. justering av lysstyrke og kontrast er kun mulig i **"flatbed/flatseng" eller "feeder/mater"**-modus.
nl: Helderheid en contrast zijn geavanceerde scanopties en kunnen worden ingeschakeld in de instellingen. Als deze opties niet door uw scanner worden ondersteund, blijven ze verborgen. Het aanpassen van de helderheid en het contrast is alleen mogelijk in **flatbed of feeder** modus.
pl: Jasność i kontrast to zaawansowane opcje skanowania, które można włączyć w ustawieniach. Jeśli te opcje nie są obsługiwane przez skaner, pozostaną niedostępne. Regulacja jasności i kontrastu jest możliwa tylko w trybie **płaskim lub podajnika**.
pt_br: Brilho e contraste são opções avançadas de digitalização e podem ser ativadas em configurações. Se essas opções não são suportadas por seu digitalizador, eles permanecerão indisponíveis. Ajuste de brilho e contraste só é possível nos modos **vidro ou alimentador**.
ro: Luminozitatea și contrastul sunt opțiuni complexe de scanare și pot fi activate în setări. Dacă scanerul dumneavoastră nu are aceste opțiuni nu le veți putea vedea. Ajustarea luminozității și contrastului este disponibilă numai în modurile **pat de sticlă sau fidăr**.
ru: Яркость и контрастность — это расширенные параметры сканирования, которые можно включить в настройках. Если эти параметры не поддерживаются вашим сканером, они останутся скрытыми. Регулировка яркости и контрастности возможна только в режиме **планшета или податчика**.
sk: Jas a kontrast sú pokročilé možnosti skenovania a možno ich povoliť v nastaveniach. Ak tieto možnosti váš skener nepodporuje, zostanú skryté. Úprava jasu a kontrastu je možná len v režime **plochý alebo podávač**.
uk: Яскравість і контрастність є розширеними параметрами сканування, які можна ввімкнути в налаштуваннях. Якщо ці параметри не підтримуються вашим сканером, вони залишаться прихованими. Налаштування яскравості та контрастності можливе лише в режимі **планшету або фідера**.
zh_hans: 亮度和对比度是高级扫描选项，可以在设置中启用。如果扫描仪不支持这些选项，它们将保持隐藏状态。 只能在**平板或进纸**模式下调整亮度和对比度。

# TextSettingsFeedback.Text
source: You can rate Scanner in the Microsoft Store to suggest new features and help others decide whether this is the right app for them. Professional users can also influence the further development on GitHub.
ar_tn: يمكنك تقييم تطبيقScanner في Microsoft Store، وإقتراح ميزات جديدة لمساعدة الآخرين على التعرف على التطبيق وهل هو مناسب لهم. كما يمكن للمستخدمين المحترفين تقديم مقترحاتهم لتطوير التطبيق على GitHub.
ca: Podeu puntuar Escàner a la Microsoft Store per a suggerir noves característiques i ajudar als altres a escollir si aquesta aplicació és apta per a ells. Els usuaris professionals també poden contribuir al desenvolupament a través de GitHub.
cs: Aplikaci Scanner můžete v obchodě Microsoft Store ohodnotit, navrhnout nové funkce a pomoci ostatním rozhodnout, zda je to pro ně ta správná aplikace. Profesionální uživatelé mohou také ovlivnit další vývoj na GitHubu.
he: באפשרותך לדרג את סורק ב- Microsoft Store כדי להציע תכונות חדשות ולעזור לאחרים להחליט אם זו האפליקציה המתאימה להם. משתמשים מקצועיים יכולים גם להשפיע על המשך הפיתוח ב- GitHub.
hi: आप नई सुविधाओं का सुझाव देने के लिए और दूसरों को यह तय करने में मदद करने के लिए कि क्या यह उनके लिए सही ऐप है, माइक्रोसॉफ्ट स्टोर में स्कैनर को रेट कर सकते हैं। पेशेवर उपयोगकर्ता GitHub पर आगे के विकास को भी प्रभावित कर सकते हैं।
hu: A Microsoft Store-ban értékelheti a Szkenner alkalmazást, új funkciókat javasolhat, és segíthet másoknak eldönteni, hogy ez-e a megfelelő alkalmazás számukra. A hozzáértő felhasználók a GitHub-on be is kapcsolódhatnak a további fejlesztésbe.
nb: Du kan rangere skanneren i microsoft store for å foreslå nye funksjoner og hjelpe andre med å avgjøre om dette er riktig app for dem. profesjonelle brukere kan også påvirke den videre utviklingen på github.
nl: kunt Scanner beoordelen in de Microsoft Store om nieuwe functies voor te stellen en anderen te helpen beslissen of dit de juiste app voor hen is. Ook professionele gebruikers kunnen invloed uitoefenen op de verdere ontwikkeling op GitHub.
pl: Możesz ocenić aplikację Skaner w sklepie Microsoft Store, aby zasugerować nowe funkcje i pomóc innym zdecydować, czy jest to odpowiednia aplikacja dla nich. Zaawansowani użytkownicy mogą również wpływać na dalszy rozwój w serwisie GitHub.
pt_br: Você pode classificar o Scanner na loja da Microsoft e então sugerir novos recursos, ajudando assim a que outros decidam se este aplicativo é adequado para eles. Usuários profissionais também podem influenciar o desenvolvido adicional no GitGub.
ro: Puteți evalua Scaner în Microsoft Store pentru a sugera noi caracteristici și a-i ajuta pe ceilalți să decidă dacă această aplicație este potrivită pentru ei. Utilizatorii profesioniști pot să aducă contribuții direct prin GitHub.
ru: Вы можете оценить Сканер в Microsoft Store, чтобы предложить новые функции и помочь другим решить, подходит ли им это приложение. Профессиональные пользователи также могут влиять на дальнейшую разработку на GitHub.
sk: Aplikáciu Skener môžete ohodnotiť v obchode Microsoft Store, kde môžete navrhnúť nové funkcie a pomôcť ostatným rozhodnúť sa, či je to pre nich tá správna aplikácia. Ďalší vývoj môžu ovplyvniť aj profesionálni používatelia na GitHube.
uk: Ви можете оцінити Scanner у магазині Microsoft Store, щоб запропонувати нові функції та допомогти іншим вирішити, чи підходить цей застосунок для них. Професійні користувачі також можуть впливати на подальший розвиток GitHub.
zh_hans: 你可以在微软商店里给 扫描仪 打分，提供新功能建议，并帮助其他人确定这是否是适合他们的应用程序。专业用户也可以在GitHub上为进一步开发作出贡献。

# TextSettingsRestart.Text
source: Changes to this setting are applied once the app has been restarted.
ar_tn: يتم تطبيق تعديل هذه الإعدادات بمجرد إعادة تشغيل التطبيق.
ca: Els canvis a aquesta configuració seran aplicats un cop l'aplicació sigui reiniciada.
cs: Změny tohoto nastavení se projeví po restartu programu
he: שינויים בהגדרה זו יוצגו רק לאחר ההפעלה מחדש של האפליקציה.
hi: इस सेटिंग में परिवर्तन ऐप को पुनरारंभ करने के बाद लागू किए जाते हैं।
hu: A beállítás módosításai az alkalmazás újraindítása után lépnek életbe.
nb: Endringer i denne innstillingen tas i bruk når appen har blitt startet på nytt.
nl: Wijzigingen in deze instelling worden toegepast zodra de app opnieuw is opgestart.
pl: Zmiany tego ustawienia są stosowane po ponownym uruchomieniu aplikacji.
pt_br: Mudanças desta configuração serão aplicadas quando o aplicativo for reiniciado.
ro: Modificările aduse acestei setări vor fi puse în practică la repornirea aplicației.
ru: Изменения этого параметра применяются после перезапуска приложения.
sk: Zmeny tohto nastavenia sa prejavia po reštartovaní aplikácie.
uk: Зміни до цього налаштування застосовуються після перезапуску застосунку.
zh_hans: 重新启动应用程序后，将应用对此设置的更改。

# TextSettingsTranslations.Text
source: Windows offers support for over 100 languages - you can help make this app accessible for people all around the world.
ar_tn: يوفر Windows دعما لأكثر من 100 لغة، ويمكنك المساعدة في جعل هذا التطبيق متاحا للناس في جميع أنحاء العالم.
ca: El Windows ofereix més de 100 idiomes - pots ajudar a traduir aquesta aplicació per a fer-la accessible a tothom.
cs: Windows podporuje více než 100 jazyků - můžete tento program zpřístupnit lidem po celém světě.
he: Windows מציע תמיכה עבור למעלה מ- 100 שפות - באפשרותך לסייע בהפיכת אפליקציה זו לנגישה לאנשים בכל רחבי העולם.
hi: विंडोज़ १०० से अधिक भाषाओं के लिए समर्थन प्रदान करता है - आप इस ऐप को दुनिया भर के लोगों के लिए सुलभ बनाने में मदद कर सकते हैं।
hu: A Windows több mint 100 nyelvhez nyújt támogatást – Ön segíthet abban, hogy ez az alkalmazás elérhetővé váljon az emberek számára a világ minden tájáról.
nb: Windows tilbyr støtte for over 100 språk - du kan bidra til å gjøre denne appen tilgjengelig for folk over hele verden.
nl: Windows biedt ondersteuning voor meer dan 100 talen - u kunt helpen deze app toegankelijk te maken voor mensen over de hele wereld.
pl: System Windows obsługuje ponad 100 języków — możesz pomóc w udostępnieniu tej aplikacji ludziom na całym świecie.
pt_br: Windows oferece suporte para cerca de 100 idiomas - você pode ajudar a tornar este aplicativo acessível para pessoas do mundo todo.
ro: Windows este disponibil în peste 100 de limbi – puteți să ne ajutați să facem această aplicație accesibilă oamenilor de pe întreg globul.
ru: Windows поддерживает более 100 языков — вы можете помочь сделать это приложение доступным для людей во всем мире.
sk: Windows ponúka podporu pre viac ako 100 jazykov - môžete pomôcť sprístupniť túto aplikáciu ľuďom na celom svete.
uk: Windows підтримує понад 100 мов – ви можете допомогти зробити цей застосунок доступним для людей з усього світу.
zh_hans: Windows支持100多种语言——你可以帮助全世界的人访问这个应用。

# ButtonSettingsAutoRotationAddLanguage.Text
source: Add another language
ar_tn: إضافة لغة جديدة
ca: Afegeix un altre idioma
cs: Přidat další jazyk
he: הוסף שפה נוספת
hi: कोई अन्य भाषा जोड़ें
hu: Adjon hozzá egy másik nyelvet
nb: Legge til annet språk
nl: Nog een taal toevoegen
pl: Dodaj inny język
pt_br: Adicionar outro idioma
ro: Adăugați o altă limbă
ru: Добавить другой язык
sk: Pridajte ďalší jazyk
uk: Додайте іншу мову
zh_hans: 添加另一种语言

# HeadingSettingsAutoRotation.Text
source: Automatic rotation
ar_tn: تدوير تلقائي
ca: Rotació automàtica
cs: Automatické otočení
he: סיבוב אוטומטי
hi: स्वचालित घूर्णन
hu: Automatikus forgatás
nb: Automatisk rotasjon
nl: Automatische rotatie
pl: Automatyczna rotacja
pt_br: Rotação automática
ro: Rotire automată
ru: Автоматическое вращение
sk: Automatické otáčanie
uk: Автоматичне обертання
zh_hans: 自动旋转

# HeadingSettingsEditorOrientation.Text
source: Editor orientation
ar_tn: واجهة المحرر
ca: Editor d'orientació
cs: Orientace editoru
hi: संपादक अभिविन्यास
hu: Szerkesztő tájolás
nb: Redaktør orientering
nl: Editor-oriëntatie
pl: Orientacja edytora
pt_br: Orientação do editor
ru: Редактор ориентации
sk: Orientácia editora
uk: Орієнтація редактора
zh_hans: 编辑器方向

# HeadingSettingsErrorReports.Text
source: Error reports and logs
ar_tn: تقارير الأخطاء والسجلات
ca: Informeu d'errors
cs: Zprávy o chybách a protokoly
he: דוחות שגיאות ויומני רישום
hi: त्रुटि रिपोर्ट और लॉग
hu: Hibajelentések és naplók
nb: Error rapporter og logger
nl: Foutrapporten en logboeken
pl: Raporty i dzienniki błędów
pt_br: Relatórios de erros e registros
ro: Rapoarte de eroare și registre
ru: Отчёты об ошибках и журналы
sk: Chybové hlásenia a protokoly
uk: Звіти про помилки та журнали
zh_hans: 错误报告和日志

# HeadingSettingsFileNaming.Text
source: File naming
ar_tn: تسمية الملف
ca: Anomenat d'arxius
cs: Pojmenování souborů
he: מתן שמות לקבצים
hi: फ़ाइल का नामकरण
hu: Fájl elnevezés
nb: Fil navngivning
nl: Bestandsnaamgeving
pl: Nazewnictwo plików
pt_br: Nomeação de arquivos
ro: Denumire fișiere
ru: Именование файлов
sk: Pomenovanie súboru
uk: Найменування файлів
zh_hans: 文件命名

# HeadingSettingsPersonalization.Text
source: Personalization
ar_tn: التخصيص
ca: Personalització
cs: Přizpůsobení
he: התאמה אישית
hi: वैयक्तिकरण
hu: Testreszabás
nb: Personalisering
nl: Personalisatie
pl: Personalizacja
pt_br: Personalização
ro: Personalizare
ru: Персонализация
sk: Personalizácia
uk: Персоналізація
zh_hans: 个性化

# HeadingSettingsScanOptions.Text
source: Scan options
ar_tn: خيارات المسح الضوئي
ca: Opcions d'escaneig
cs: Možnosti skenu
he: אפשרויות סריקה
hi: स्कैन ऑप्शंस
hu: Szkennelési beállítások
nb: Skanne alternativ
nl: Scan opties
pl: Opcje skanowania
pt_br: Opções de digitalizaçao
ro: Opțiuni de scanare
ru: Опции сканера
sk: Možnosti skenovania
uk: Параметри сканування
zh_hans: 扫描选项

# HeadingSettingsSurveys.Text
source: Surveys
ar_tn: الاستطلاعات
ca: Enquestes
cs: Průzkumy
he: סקרים
hi: सर्वेक्षण
hu: Felmérések
nb: Undersøkelser
nl: Enquêtes
pl: Ankiety
pt_br: Pesquisas
ro: Sondaje
ru: Опросы
sk: Prieskumy
uk: Опитування
zh_hans: 调查

# OptionSettingsAutoRotation.Content
source: Rotate pages automatically
ar_tn: تدوير الصفحات تلقائيا
ca: Rota les pàgines automàticament
cs: Automaticky otáčet strany
he: סובב עמודים באופן אוטומטי
hi: पृष्ठों को स्वचालित रूप से घुमाएँ
hu: Az oldalak automatikus elforgatása
nb: Roter sider automatisk
nl: Pagina's automatisch roteren
pl: Automatycznie obracaj strony
pt_br: Gira páginas automaticamente
ro: Rotiți paginile automat
ru: Автоматический поворачивать страницы
sk: Automaticky otáčať strany
uk: Автоматично обертати сторінки
zh_hans: 自动旋转页面

# HyperlinkSettingsAutoRotationLanguage.Text
source: Recognizer language
ar_tn: لغة أداة التعرف
cs: Jazyk rozpoznávání
he: שפת זיהוי
hu: Felismerés nyelve
nb: Gjenkjennings språk
pl: Język rozpoznawania
pt_br: Reconhecedor de idioma
ru: Язык распознавания
sk: Jazyk rozpoznávača
uk: Мова розпізнавальника
zh_hans: 语言识别器

# OptionSettingsEditorOrientationHorizontal.Content
source: Horizontal
ar_tn: أفقي
ca: Horitzontal
cs: Na šířku
he: אופקי
hi: क्षैतिज
hu: Vízszintes
nb: Horisontal
nl: Horizontaal
pl: Pozioma
ro: Orizontal
ru: Горизонтальная
sk: Horizontálne
uk: Горизонтальний
zh_hans: 水平

# OptionSettingsEditorOrientationVertical.Content
source: Vertical
ar_tn: عمودي
cs: Na výšku
he: אנכי
hi: अनुलंब
hu: Függőleges
nb: Vertikal
nl: Verticaal
pl: Pionowa
ru: Вертикальная
sk: Vertikálne
uk: Вертикально
zh_hans: 垂直

# OptionSettingsRememberScanOptions.Content
source: Remember last used scan options
ar_tn: تذكر آخر خيارات المسح المستخدمة
ca: Recorda les opcions d'escaneig usades prèviament
cs: Zapamatovat si poslední nastavení skenu
he: זכור את אפשרויות הסריקה האחרונות שהיו בשימוש
hi: पिछली बार प्रयोग किए गए स्कैन ऑप्शंस को याद रखें
hu: Emlékezzen a legutóbb használt szkennelési beállításokra
nb: Husk sist brukte skanner-alternativer
nl: Onthoud laatst gebruikte scanopties
pl: Zapamiętaj ostatnio używane opcje skanowania
pt_br: Lembre das opções usadas na última digitalização
ro: Ține minte ultimele opțiuni de scanare folosite
ru: Запомнить последние настройки сканера
sk: Zapamäť si naposledy použité možnosti skenovania
uk: Запам’ятати останні використані параметри сканування
zh_hans: 保存上一次扫描选项

# OptionSettingsShowAdvancedScanOptions.Content
source: Show advanced scan options supported by your scanner
ar_tn: إظهار الخيارات المتقدمة للمسح المدعومة في ماسحك الضوئي
ca: Mostra les opcions avançades suportades per el vostre escàner
cs: Zobrazit pokročilá nastavení
he: הצגת אפשרויות סריקה מתקדמות הנתמכות על-ידי הסורק
hi: अपने स्कैनर द्वारा समर्थित उन्नत स्कैन ऑप्शंस दिखाएँ
hu: A szkenner által támogatott speciális szkennelési beállítások megjelenítése
nb: Vis avanserte skann-alternativ støttet av din skannere
nl: Toon geavanceerde scanopties die door uw scanner worden ondersteund
pl: Pokaż zaawansowane opcje skanowania obsługiwane przez Twój skaner
pt_br: Mostrar opções avançadas de digitalização suportadas por seu digitalizador
ro: Afișează opțiuni de scanare complexe disponibile pentru scanerul dumneavoastră
ru: Показать расширенные параметры сканирования, поддерживаемые вашим сканером
sk: Zobraziť rozšírené možnosti skenovania podporované vaším skenerom
uk: Подивитися розширені параметри сканування, які підтримує сканер
zh_hans: 显示扫描仪支持的高级扫描选项

# OptionSettingsSurveys.Content
source: Take part in occasional surveys
ar_tn: المشاركة في الاستطلاعات العرضية
ca: Formeu part d'alguna enquesta puntual
cs: Zůčastnit se příležitostných průzkumů
he: השתתף בסקרים מזדמנים
hi: सामयिक सर्वेक्षणों में भाग लें
hu: Vegyen részt alkalmankénti felméréseken
nb: Ta del i jevne undersøkelser
nl: Doe mee aan occasionele enquêtes
pl: Weź udział w okazjonalnych ankietach
pt_br: Participe de pesquisas eventuais
ro: Participați în sondaje ocazionale
ru: Принимайте участие в периодических опросах
sk: Zúčastnite sa príležitostných prieskumov
uk: Беріть участь у періодичних опитуваннях
zh_hans: 参加不定期的调查

# SubheadingSettingsAutoRotation.Text
source: Automatically determine the correct orientation of scanned pages
ar_tn: التحديد التلقائي للاتجاه الصحيح للصفحات الممسوحة ضوئيا
ca: Determina automàticament la orientació correcta de les pàgines escanejades
cs: Automaticky vybrat správnou orientaci naskenovaných stran
he: קביעה אוטומטית של כיוון נכון לעמודים סרוקים
hi: स्कैन किए गए पृष्ठों का सही अभिविन्यास स्वचालित रूप से निर्धारित करें
hu: Automatikusan meghatározza a beolvasott oldalak helyes tájolását
nb: Automatisk avgjøre den korrekte orientering av skannede sider
nl: Bepaal automatisch de juiste richting van gescande pagina's
pl: Automatycznie określ prawidłową orientację skanowanych stron
pt_br: Determine automaticamente a orientação correta das páginas digitalizadas
ro: Determinați automat orientarea corectă a paginilor scanate
ru: Автоматически определять верную ориентацию отсканированных страниц
sk: Automaticky určí správnu orientáciu naskenovaných strán
uk: Автоматично визначати правильну орієнтацію відсканованих сторінок
zh_hans: 自动确定扫描页面的正确方向

# TextSettingsAutoRotationExplanation.Text
source: This feature examines the text contents of scanned pages to determine their correct orientation. The process is powered by on-device text recognition - rest assured that recognized text never leaves your device.
ar_tn: تفحص هذه الميزة النصوص في الصفحة الممسوحة ضوئيا لتحديد الإتجاه الصحيح. كما أن العملية مدعومة بخاصية التعرف عل النصوص المثبتة في الجهاز - كن مطمئنا إلى أن النصوص التي يتم التعرف عليها لن تغادر جهازك أبدا.
ca: Aquesta característica examina el contingut del text per a determinar-ne la seva orientació correcta. El procés està basat en el reconeixement de text del dispositiu - el text processat mai sortirà del vostre dispositiu.
cs: Tato funkce zkoumá obsah naskenovaných stran a určí správnou orientaci. Tento proces využívá software běžící na zařízení a rozpoznaný text nikdy není odesílán externím službám.
he: תכונה זו בוחנת את תוכן הטקסט של עמודים סרוקים כדי לקבוע את הכיוון הנכון שלהם. התהליך מופעל באמצעות זיהוי טקסט במכשיר - היה בטוח שטקסט מזוהה לעולם לא עוזב את המכשיר שלך.
hi: यह सुविधा स्कैन किए गए पृष्ठों की पाठ सामग्री की जांच करती है ताकि उनका सही अभिविन्यास निर्धारित किया जा सके। यह प्रक्रिया ऑन-डिवाइस टेक्स्ट रिकग्निशन द्वारा संचालित है - निश्चिंत रहें कि पहचाने गए पाठ आपके डिवाइस के बाहर कभी नहीं जाते हैं।
hu: Ez a funkció megvizsgálja a beolvasott oldalak szöveges tartalmát, hogy meghatározza azok helyes tájolását. A folyamat az eszközön található szövegfelismerő motor hajtja – biztos lehet benne, hogy a felismert szöveg soha nem hagyja el az eszközt.
nb: Denne funksjonen undersøker tekstinnholdet på skannede sider for å finne riktig orientering. prosessen drives av tekstgjenkjenning på enheten - vær trygg på at gjenkjent tekst aldri forlater enheten din.
nl: Deze functie onderzoekt de tekstinhoud van gescande pagina's om de juiste richting te bepalen. Het proces wordt mogelijk gemaakt door tekstherkenning op het apparaat - u kunt er zeker van zijn dat herkende tekst uw apparaat nooit verlaat.
pl: Ta funkcja sprawdza zawartość tekstu na zeskanowanych stronach w celu określenia ich prawidłowej orientacji. Proces jest zasilany przez rozpoznawanie tekstu na urządzeniu — możesz mieć pewność, że rozpoznany tekst nigdy nie opuszcza Twojego urządzenia.
pt_br: Esse recurso analisa o conteúdo do texto das páginas digitalizadas para determinar as suas orientações corretas. O processo é baseado em reconhecimento de texto no equipamento - esteja certo de que o texto reconhecido permanece no equipamento.
ro: Această caracteristică analizează conținutul de text al paginilor scanate pentru a determina orientarea corectă. Acest proces este realizat folosind recunoașterea locală a textului – nu vă îngrijorați, textul documentelor nu părăsește niciodată dispozitivul dumneavoastră.
ru: Эта функция проверяет текстовое содержимое отсканированных страниц, чтобы определить их правильную ориентацию. Процесс основан на распознавании текста на устройстве — будьте уверены, что распознанный текст никогда не покинет ваше устройство.
sk: Táto funkcia skúma textový obsah naskenovaných strán, aby určil ich správnu orientáciu. Proces je založený na rozpoznávaní textu na zariadení – môžete si byť istí, že rozpoznaný text nikdy neopustí vaše zariadenie.
uk: Ця функція вивчає текстовий вміст відсканованих сторінок, щоб визначити їх правильну орієнтацію. Цей процес забезпечується за допомогою розпізнавання тексту на пристрої – будьте впевнені, що розпізнаний текст ніколи не залишає ваш пристрій.
zh_hans: 此功能检查扫描页面的文本内容，以确定其正确方向。这一过程由设备上的文本识别驱动——请放心，识别到文本只会保存在你的设备上。
